name: "zpe_tokenizer_onnx"
backend: "onnxruntime"
max_batch_size: 0
input [
  {
    name: "input_text"
    data_type: TYPE_STRING
    dims: [ -1 ]
  }
]
output [
  {
    name: "token_ids"
    data_type: TYPE_INT64
    dims: [ -1 ]
  }
]
instance_group [
  {
    kind: KIND_CPU
    count: 1
  }
]
